Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# intent_directions_desc
source: Opens walking directions to the nearest mosque in Maps.
ar: يفتح اتجاهات المشي إلى أقرب مسجد في الخرائط.
as: মানচিত্ৰত ওচৰৰ মছজিদলৈ খোজ কাঢ়ি যোৱাৰ পথ খোলে।
bn: মানচিত্রে কাছের মসজিদ পর্যন্ত হাঁটার পথ খোলে।
bs: Otvara pješački put do najbliže džamije u Mapama.
ckb: ڕێگای پیادە بۆ نزیکترین مزگەوت لە نەخشەکان دەکاتەوە.
es: Abre la ruta a pie hasta la mezquita más cercana en Mapas.
fa: مسیر پیاده تا نزدیک‌ترین مسجد را در نقشه‌ها باز می‌کند.
fa_af: مسیر پیاده تا نزدیک‌ترین مسجد را در نقشه‌ها باز می‌کند.
fil: Binubuksan ang walking directions papunta sa pinakamalapit na masjid sa Maps.
fr: Ouvre l’itinéraire à pied vers la mosquée la plus proche dans Plans.
gu: નકશામાં નજીકની મસ્જિદ સુધીનો ચાલવાનો રસ્તો ખોલે છે.
ha: Yana buɗe hanyar tafiya da ƙafa zuwa masallaci mafi kusa a Taswirori.
hi: मैप्स में सबसे नज़दीकी मस्जिद तक पैदल रास्ता खोलता है।
hu: Gyalogos útvonalat nyit a legközelebbi mecsethez a Térképben.
id: Membuka petunjuk jalan kaki ke masjid terdekat di Peta.
ka: ხსნის ფეხით მარშრუტს უახლოეს მეჩეთამდე რუკებში.
km: បើកផ្លូវដើរទៅវិហារឥស្លាមជិតបំផុតក្នុងផែនទី។
kn: ನಕ್ಷೆಗಳಲ್ಲಿ ಹತ್ತಿರದ ಮಸೀದಿಗೆ ನಡಿಗೆ ದಾರಿ ತೆರೆಯುತ್ತದೆ.
mk: Отвора пешачки насоки до најблиската џамија во Мапи.
ml: മാപ്‌സിൽ അടുത്തുള്ള പള്ളിയിലേക്കുള്ള നടപ്പുവഴി തുറക്കുന്നു.
mr: नकाशांमध्ये जवळच्या मशिदीपर्यंत चालण्याचा मार्ग उघडते.
nl: Opent een looproute naar de dichtstbijzijnde moskee in Kaarten.
pa: ਨਕਸ਼ਿਆਂ ਵਿੱਚ ਸਭ ਤੋਂ ਨੇੜੇ ਦੀ ਮਸਜਿਦ ਤੱਕ ਪੈਦਲ ਰਸਤਾ ਖੋਲ੍ਹਦਾ ਹੈ।
pt: Abre a rota a pé até a mesquita mais próxima no Mapas.
ru: Открывает пешеходный маршрут до ближайшей мечети в Картах.
si: සිතියම්හි ළඟම පල්ලියට පයින් යන මාර්ගය විවෘත කරයි.
sr: Отвара пешачки пут до најближе џамије у Мапама.
sw: Hufungua maelekezo ya kutembea hadi msikiti wa karibu katika Ramani.
te: మ్యాప్స్‌లో దగ్గరి మసీదుకు నడక దారిని తెరుస్తుంది.
th: เปิดเส้นทางเดินไปมัสยิดที่ใกล้ที่สุดในแผนที่
tr: Haritalar’da en yakın camiye yürüyüş yol tarifini açar.
ug: خەرىتىدە ئەڭ يېقىن مەسچىتكە پىيادە يولنى ئاچىدۇ.
ur: نقشوں میں قریب ترین مسجد تک پیدل راستہ کھولتا ہے۔
vi: Mở chỉ đường đi bộ đến nhà thờ Hồi giáo gần nhất trong Bản đồ.
zh_hans: 在地图中打开前往最近清真寺的步行路线。

# intent_nearest_desc
source: Says the nearest mosque and how far it is, without opening the app.
ar: يخبرك بأقرب مسجد وكم يبعد، دون فتح التطبيق.
as: এপ নোখোলাকৈ ওচৰৰ মছজিদ আৰু দূৰত্ব কয়।
bn: অ্যাপ না খুলেই কাছের মসজিদ ও তার দূরত্ব জানায়।
bs: Kaže najbližu džamiju i koliko je daleko, bez otvaranja aplikacije.
ckb: بەبێ کردنەوەی ئەپ، نزیکترین مزگەوت و دووریەکەی دەڵێت.
es: Dice la mezquita más cercana y a qué distancia está, sin abrir la app.
fa: بدون باز کردن برنامه، نزدیک‌ترین مسجد و فاصله‌اش را می‌گوید.
fa_af: بدون باز کردن برنامه، نزدیک‌ترین مسجد و فاصله‌اش را می‌گوید.
fil: Sinasabi ang pinakamalapit na masjid at ang layo nito nang hindi binubuksan ang app.
fr: Indique la mosquée la plus proche et sa distance, sans ouvrir l’app.
gu: એપ ખોલ્યા વિના નજીકની મસ્જિદ અને અંતર કહે છે.
ha: Yana faɗin masallaci mafi kusa da nisansa ba tare da buɗe manhajar ba.
hi: ऐप खोले बिना सबसे नज़दीकी मस्जिद और उसकी दूरी बताता है।
hu: Megmondja a legközelebbi mecsetet és a távolságát az app megnyitása nélkül.
id: Memberi tahu masjid terdekat dan jaraknya tanpa membuka aplikasi.
ka: გეუბნებათ უახლოეს მეჩეთს და მანძილს აპის გახსნის გარეშე.
km: ប្រាប់វិហារឥស្លាមជិតបំផុត និងចម្ងាយ ដោយមិនបាច់បើកកម្មវិធី។
kn: ಆ್ಯಪ್ ತೆರೆಯದೆ ಹತ್ತಿರದ ಮಸೀದಿ ಮತ್ತು ದೂರ ಹೇಳುತ್ತದೆ.
mk: Ја кажува најблиската џамија и колку е далеку, без да ја отворите апликацијата.
ml: ആപ്പ് തുറക്കാതെ അടുത്തുള്ള പള്ളിയും ദൂരവും പറയുന്നു.
mr: अ‍ॅप न उघडता जवळची मशीद आणि अंतर सांगते.
nl: Zegt welke moskee het dichtstbij is en hoe ver, zonder de app te openen.
pa: ਐਪ ਖੋਲ੍ਹੇ ਬਿਨਾਂ ਸਭ ਤੋਂ ਨੇੜੇ ਦੀ ਮਸਜਿਦ ਅਤੇ ਦੂਰੀ ਦੱਸਦਾ ਹੈ।
pt: Diz a mesquita mais próxima e a distância, sem abrir o app.
ru: Сообщает ближайшую мечеть и расстояние, не открывая приложение.
si: යෙදුම විවෘත නොකර ළඟම පල්ලිය සහ දුර කියයි.
sr: Каже најближу џамију и колико је далеко, без отварања апликације.
sw: Husema msikiti wa karibu na umbali wake bila kufungua programu.
te: యాప్ తెరవకుండానే దగ్గరి మసీదు, దూరం చెబుతుంది.
th: บอกมัสยิดที่ใกล้ที่สุดและระยะทางโดยไม่ต้องเปิดแอป
tr: Uygulamayı açmadan en yakın camiyi ve uzaklığını söyler.
ug: ئەپنى ئاچماي ئەڭ يېقىن مەسچىت ۋە ئارىلىقىنى ئېيتىدۇ.
ur: ایپ کھولے بغیر قریب ترین مسجد اور اس کا فاصلہ بتاتا ہے۔
vi: Cho biết nhà thờ Hồi giáo gần nhất và khoảng cách mà không cần mở ứng dụng.
zh_hans: 无需打开应用，告诉您最近的清真寺及距离。

# intent_next_prayer_desc
source: Says which prayer is next, when, and how long until it.
ar: يخبرك بالصلاة القادمة وموعدها والوقت المتبقي لها.
as: পৰৱৰ্তী নামাজ কোনটো, কেতিয়া আৰু কিমান সময় বাকী কয়।
bn: পরের নামাজ কোনটি, কখন এবং কত সময় বাকি তা জানায়।
bs: Kaže koji je sljedeći namaz, kada je i koliko je ostalo.
ckb: دەڵێت نوێژی داهاتوو کامەیە، کەیە و چەندی ماوە.
es: Dice cuál es la próxima oración, a qué hora y cuánto falta.
fa: می‌گوید نماز بعدی کدام است، کی است و چقدر مانده است.
fa_af: می‌گوید نماز بعدی کدام است، کی است و چقدر مانده است.
fil: Sinasabi kung anong salah ang susunod, kailan, at gaano pa katagal.
fr: Indique la prochaine prière, son heure et le temps restant.
gu: આગલી નમાઝ કઈ છે, ક્યારે છે અને કેટલો સમય બાકી છે તે કહે છે.
ha: Yana faɗin sallah mai zuwa, lokacinta da sauran lokaci.
hi: बताता है कि अगली नमाज़ कौन सी है, कब है और कितना समय बाकी है।
hu: Megmondja, melyik a következő ima, mikor lesz, és mennyi idő van hátra.
id: Memberi tahu salat berikutnya, waktunya, dan berapa lama lagi.
ka: გეუბნებათ, რომელია შემდეგი ლოცვა, როდის და რამდენი დრო რჩება.
km: ប្រាប់ពីសឡាតបន្ទាប់ ពេលណា និងនៅសល់ប៉ុន្មាន។
kn: ಮುಂದಿನ ನಮಾಜ್ ಯಾವುದು, ಯಾವಾಗ ಮತ್ತು ಎಷ್ಟು ಸಮಯ ಉಳಿದಿದೆ ಎಂದು ಹೇಳುತ್ತದೆ.
mk: Кажува која е следната молитва, кога е и колку време останува.
ml: അടുത്ത നമസ്കാരം ഏതാണ്, എപ്പോൾ, എത്ര സമയം ബാക്കിയുണ്ട് എന്ന് പറയുന്നു.
mr: पुढील नमाज कोणती, केव्हा आणि किती वेळ उरला ते सांगते.
nl: Zegt welk gebed het volgende is, wanneer, en hoe lang nog.
pa: ਦੱਸਦਾ ਹੈ ਕਿ ਅਗਲੀ ਨਮਾਜ਼ ਕਿਹੜੀ ਹੈ, ਕਦੋਂ ਹੈ ਅਤੇ ਕਿੰਨਾ ਸਮਾਂ ਬਾਕੀ ਹੈ।
pt: Diz qual é a próxima oração, quando e quanto falta.
ru: Сообщает следующую молитву, её время и сколько осталось.
si: ඊළඟ සලාතය කුමක්ද, කවදාද, තව කොපමණ කාලයක්ද යන්න කියයි.
sr: Каже која је следећа молитва, када је и колико је остало.
sw: Husema sala inayofuata, wakati wake na muda uliobaki.
te: తదుపరి నమాజ్ ఏది, ఎప్పుడు, ఇంకా ఎంత సమయం ఉందో చెబుతుంది.
th: บอกว่าละหมาดถัดไปคืออะไร เมื่อไร และเหลืออีกนานเท่าไร
tr: Sıradaki namazı, vaktini ve ne kadar kaldığını söyler.
ug: كېيىنكى ناماز قايسى، قاچان ۋە قانچىلىك قالغانلىقىنى ئېيتىدۇ.
ur: بتاتا ہے کہ اگلی نماز کون سی ہے، کب ہے، اور کتنا وقت باقی ہے۔
vi: Cho biết giờ cầu nguyện tiếp theo, lúc nào và còn bao lâu.
zh_hans: 告诉您下一次礼拜、时间以及剩余多久。

# intent_open_prayer_times
source: Open prayer times
ar: فتح مواقيت الصلاة
as: নামাজৰ সময় খোলক
bn: নামাজের সময় খুলুন
bs: Otvori vaktiju
ckb: کاتەکانی نوێژ بکەرەوە
es: Abrir horarios de oración
fa: باز کردن اوقات نماز
fa_af: باز کردن اوقات نماز
fil: Buksan ang oras ng salah
fr: Ouvrir les horaires de prière
gu: નમાઝના સમય ખોલો
ha: Buɗe lokutan sallah
hi: नमाज़ के समय खोलें
hu: Imaidők megnyitása
id: Buka jadwal salat
ka: ლოცვის დროის გახსნა
km: បើកម៉ោងសឡាត
kn: ನಮಾಜ್ ಸಮಯಗಳನ್ನು ತೆರೆಯಿರಿ
mk: Отвори ги времињата за молитва
ml: നമസ്കാര സമയങ്ങൾ തുറക്കുക
mr: नमाजाच्या वेळा उघडा
nl: Gebedstijden openen
pa: ਨਮਾਜ਼ ਦੇ ਸਮੇਂ ਖੋਲ੍ਹੋ
pt: Abrir horários de oração
ru: Открыть время молитв
si: සලාත් වේලාවන් විවෘත කරන්න
sr: Отвори времена молитве
sw: Fungua nyakati za sala
te: నమాజ్ సమయాలు తెరవండి
th: เปิดเวลาละหมาด
tr: Namaz vakitlerini aç
ug: ناماز ۋاقىتلىرىنى ئېچىش
ur: نماز کے اوقات کھولیں
vi: Mở giờ cầu nguyện
zh_hans: 打开礼拜时间

# intent_open_prayer_times_desc
source: Opens Near Mosque on today's prayer times.
ar: يفتح تطبيق أقرب مسجد على مواقيت صلاة اليوم.
as: Near Mosque আজিৰ নামাজৰ সময়ত খোলে।
bn: Near Mosque আজকের নামাজের সময়ে খোলে।
bs: Otvara Near Mosque na današnjoj vaktiji.
ckb: ئەپی نزیکترین مزگەوت لەسەر کاتەکانی نوێژی ئەمڕۆ دەکاتەوە.
es: Abre Near Mosque en los horarios de oración de hoy.
fa: برنامهٔ نزدیک‌ترین مسجد را روی اوقات نماز امروز باز می‌کند.
fa_af: برنامهٔ نزدیک‌ترین مسجد را روی اوقات نماز امروز باز می‌کند.
fil: Binubuksan ang Near Mosque sa oras ng salah ngayong araw.
fr: Ouvre Near Mosque sur les horaires de prière du jour.
gu: Near Mosque ને આજના નમાઝના સમય પર ખોલે છે.
ha: Yana buɗe Near Mosque a kan lokutan sallah na yau.
hi: Near Mosque को आज के नमाज़ के समय पर खोलता है।
hu: Megnyitja az Near Mosque alkalmazást a mai imaidőknél.
id: Membuka Near Mosque pada jadwal salat hari ini.
ka: ხსნის Near Mosque-ს დღევანდელი ლოცვის დროზე.
km: បើក Near Mosque នៅម៉ោងសឡាតថ្ងៃនេះ។
kn: Near Mosque ಅನ್ನು ಇಂದಿನ ನಮಾಜ್ ಸಮಯಗಳಲ್ಲಿ ತೆರೆಯುತ್ತದೆ.
mk: Го отвора Near Mosque на денешните времиња за молитва.
ml: Near Mosque ഇന്നത്തെ നമസ്കാര സമയങ്ങളിൽ തുറക്കുന്നു.
mr: Near Mosque आजच्या नमाजाच्या वेळांवर उघडते.
nl: Opent Near Mosque op de gebedstijden van vandaag.
pa: Near Mosque ਨੂੰ ਅੱਜ ਦੇ ਨਮਾਜ਼ ਦੇ ਸਮਿਆਂ ’ਤੇ ਖੋਲ੍ਹਦਾ ਹੈ।
pt: Abre o Near Mosque nos horários de oração de hoje.
ru: Открывает Near Mosque на сегодняшнем расписании молитв.
si: Near Mosque අද සලාත් වේලාවන්හි විවෘත කරයි.
sr: Отвара Near Mosque на данашњим временима молитве.
sw: Hufungua Near Mosque kwenye nyakati za sala za leo.
te: Near Mosque ను ఈరోజు నమాజ్ సమయాల వద్ద తెరుస్తుంది.
th: เปิด Near Mosque ที่เวลาละหมาดของวันนี้
tr: Near Mosque’u bugünün namaz vakitlerinde açar.
ug: «ئەڭ يېقىن مەسچىت» نى بۈگۈنكى ناماز ۋاقىتلىرىدا ئاچىدۇ.
ur: قریبی مسجد ایپ کو آج کے نماز کے اوقات پر کھولتا ہے۔
vi: Mở Near Mosque ở giờ cầu nguyện hôm nay.
zh_hans: 在今天的礼拜时间页面打开 Near Mosque。

# intent_question
source: Question
ar: السؤال
as: প্ৰশ্ন
bn: প্রশ্ন
bs: Pitanje
ckb: پرسیار
es: Pregunta
fa: پرسش
fa_af: پرسش
fil: Tanong
gu: પ્રશ્ન
ha: Tambaya
hi: सवाल
hu: Kérdés
id: Pertanyaan
ka: კითხვა
km: សំណួរ
kn: ಪ್ರಶ್ನೆ
mk: Прашање
ml: ചോദ്യം
mr: प्रश्न
nl: Vraag
pa: ਸਵਾਲ
pt: Pergunta
ru: Вопрос
si: ප්‍රශ්නය
sr: Питање
sw: Swali
te: ప్రశ్న
th: คำถาม
tr: Soru
ug: سوئال
ur: سوال
vi: Câu hỏi
zh_hans: 问题

# intent_show_qibla
source: Show the Qibla
ar: عرض القبلة
as: কিবলা দেখুৱাওক
bn: কিবলা দেখান
bs: Prikaži kiblu
ckb: قیبلە پیشان بدە
es: Mostrar la alquibla
fa: نمایش قبله
fa_af: نمایش قبله
fil: Ipakita ang qibla
fr: Afficher la qibla
gu: કિબ્લા બતાવો
ha: Nuna alƙibla
hi: क़िबला दिखाएँ
hu: Kibla mutatása
id: Tampilkan kiblat
ka: ყიბლის ჩვენება
km: បង្ហាញគិបឡាត
kn: ಕಿಬ್ಲಾ ತೋರಿಸಿ
mk: Прикажи ја киблата
ml: ഖിബ്‌ല കാണിക്കുക
mr: किब्ला दाखवा
nl: Toon de qibla
pa: ਕਿਬਲਾ ਦਿਖਾਓ
pt: Mostrar a qibla
ru: Показать киблу
si: කිබ්ලාව පෙන්වන්න
sr: Прикажи киблу
sw: Onyesha kibla
te: ఖిబ్లా చూపించు
th: แสดงกิบลัต
tr: Kıbleyi göster
ug: قىبلىنى كۆرسەت
ur: قبلہ دکھائیں
vi: Hiện hướng Qibla
zh_hans: 显示朝向

# intent_show_qibla_desc
source: Opens Near Mosque on the Qibla direction.
ar: يفتح تطبيق أقرب مسجد على اتجاه القبلة.
as: Near Mosque কিবলাৰ দিশত খোলে।
bn: Near Mosque কিবলার দিকে খোলে।
bs: Otvara Near Mosque na smjeru kible.
ckb: ئەپی نزیکترین مزگەوت لەسەر ئاراستەی قیبلە دەکاتەوە.
es: Abre Near Mosque en la dirección de la alquibla.
fa: برنامهٔ نزدیک‌ترین مسجد را روی جهت قبله باز می‌کند.
fa_af: برنامهٔ نزدیک‌ترین مسجد را روی جهت قبله باز می‌کند.
fil: Binubuksan ang Near Mosque sa direksyon ng qibla.
fr: Ouvre Near Mosque sur la direction de la qibla.
gu: Near Mosque ને કિબ્લાની દિશા પર ખોલે છે.
ha: Yana buɗe Near Mosque a kan hanyar alƙibla.
hi: Near Mosque को क़िबला की दिशा पर खोलता है।
hu: Megnyitja az Near Mosque alkalmazást a kibla irányánál.
id: Membuka Near Mosque pada arah kiblat.
ka: ხსნის Near Mosque-ს ყიბლის მიმართულებაზე.
km: បើក Near Mosque នៅទិសគិបឡាត។
kn: Near Mosque ಅನ್ನು ಕಿಬ್ಲಾ ದಿಕ್ಕಿನಲ್ಲಿ ತೆರೆಯುತ್ತದೆ.
mk: Го отвора Near Mosque на насоката на киблата.
ml: Near Mosque ഖിബ്‌ല ദിശയിൽ തുറക്കുന്നു.
mr: Near Mosque किब्लाच्या दिशेवर उघडते.
nl: Opent Near Mosque op de qibla-richting.
pa: Near Mosque ਨੂੰ ਕਿਬਲੇ ਦੀ ਦਿਸ਼ਾ ’ਤੇ ਖੋਲ੍ਹਦਾ ਹੈ।
pt: Abre o Near Mosque na direção da qibla.
ru: Открывает Near Mosque на направлении киблы.
si: Near Mosque කිබ්ලා දිශාවෙන් විවෘත කරයි.
sr: Отвара Near Mosque на смеру кибле.
sw: Hufungua Near Mosque kwenye mwelekeo wa kibla.
te: Near Mosque ను ఖిబ్లా దిశలో తెరుస్తుంది.
th: เปิด Near Mosque ที่ทิศกิบลัต
tr: Near Mosque’u kıble yönünde açar.
ug: «ئەڭ يېقىن مەسچىت» نى قىبلە يۆنىلىشىدە ئاچىدۇ.
ur: قریبی مسجد ایپ کو قبلہ کی سمت پر کھولتا ہے۔
vi: Mở Near Mosque ở hướng Qibla.
zh_hans: 在朝向页面打开 Near Mosque。

source: Language
ar: اللغة
as: ভাষা
bn: ভাষা
bs: Jezik
ckb: زمان
es: Idioma
fa: زبان
fa_af: زبان
fil: Wika
fr: Langue
gu: ભાષા
ha: Harshe
hi: भाषा
hu: Nyelv
id: Bahasa
ka: ენა
km: ភាសា
kn: ಭಾಷೆ
mk: Јазик
ml: ഭാഷ
mr: भाषा
nl: Taal
pa: ਭਾਸ਼ਾ
pt: Idioma
ru: Язык
si: භාෂාව
sr: Језик
sw: Lugha
te: భాష
th: ภาษา
tr: Dil
ug: تىل
ur: زبان
vi: Ngôn ngữ
zh_hans: 语言

# library_answer
source: Answer
ar: الجواب
as: উত্তৰ
bn: উত্তর
bs: Odgovor
ckb: وەڵام
es: Respuesta
fa: پاسخ
fa_af: پاسخ
fil: Sagot
fr: Réponse
gu: જવાબ
ha: Amsa
hi: जवाब
hu: Válasz
id: Jawaban
ka: პასუხი
km: ចម្លើយ
kn: ಉತ್ತರ
mk: Одговор
ml: ഉത്തരം
mr: उत्तर
nl: Antwoord
pa: ਜਵਾਬ
pt: Resposta
ru: Ответ
si: පිළිතුර
sr: Одговор
sw: Jibu
te: సమాధానం
th: คำตอบ
tr: Cevap
ug: جاۋاب
ur: جواب
vi: Câu trả lời
zh_hans: 回答

# library_bookmark
source: Save
ar: حفظ
as: ছেভ কৰক
bn: সেভ করুন
bs: Sačuvaj
ckb: پاشەکەوت
es: Guardar
fa: ذخیره
fa_af: ذخیره
fil: I-save
fr: Enregistrer
gu: સેવ કરો
ha: Ajiye
hi: सेव करें
hu: Mentés
id: Simpan
ka: შენახვა
km: រក្សាទុក
kn: ಉಳಿಸಿ
mk: Зачувај
ml: സേവ് ചെയ്യുക
mr: सेव्ह करा
nl: Bewaren
pa: ਸੰਭਾਲੋ
pt: Salvar
ru: Сохранить
si: සුරකින්න
sr: Сачувај
sw: Hifadhi
te: సేవ్ చేయి
th: บันทึก
tr: Kaydet
ug: ساقلاش
ur: محفوظ کریں
vi: Lưu
zh_hans: 保存

# library_browse
source: Browse
ar: تصفّح
as: ব্ৰাউজ কৰক
bn: ব্রাউজ করুন
bs: Pregledaj
ckb: گەڕان
es: Explorar
fa: مرور
fa_af: مرور
fil: Mag-browse
fr: Parcourir
gu: બ્રાઉઝ કરો
ha: Bincika
hi: ब्राउज़ करें
hu: Böngészés
id: Jelajahi
ka: დათვალიერება
km: រុករក
kn: ಬ್ರೌಸ್
mk: Прелистај
ml: ബ്രൗസ്
mr: ब्राउझ करा
nl: Bladeren
pa: ਬ੍ਰਾਊਜ਼ ਕਰੋ
pt: Explorar
ru: Обзор
si: පිරික්සන්න
sr: Прегледај
sw: Vinjari
te: బ్రౌజ్
th: เรียกดู
tr: Göz at
ug: كۆرۈپ چىقىش
ur: براؤز
vi: Duyệt
zh_hans: 浏览

# library_by
source: By %1$@
ar: تأليف: %1$@
as: লেখক: %1$@
bn: লেখক: %1$@
bs: Autor: %1$@
ckb: لەلایەن %1$@
es: Por %1$@
fa: از %1$@
fa_af: از %1$@
fil: Ni %1$@
fr: Par %1$@
gu: લેખક: %1$@
ha: Daga %1$@
hi: लेखक: %1$@
hu: Szerző: %1$@
id: Oleh %1$@
ka: ავტორი: %1$@
km: ដោយ %1$@
kn: ಲೇಖಕರು: %1$@
mk: Автор: %1$@
ml: രചന: %1$@
mr: लेखक: %1$@
nl: Door %1$@
pa: ਲੇਖਕ: %1$@
pt: Por %1$@
ru: Автор: %1$@
si: රචනය: %1$@
sr: Аутор: %1$@
sw: Na %1$@
te: రచన: %1$@
th: โดย %1$@
tr: Yazar: %1$@
ug: ئاپتورى: %1$@
ur: از %1$@
vi: Tác giả: %1$@
zh_hans: 作者：%1$@

# library_card_body
source: Books, fatwas, lectures and the Quran: read, listen or watch offline.
ar: كتب وفتاوى ومحاضرات والقرآن: اقرأ أو استمع أو شاهد دون اتصال.
as: কিতাপ, ফতোৱা, বক্তৃতা আৰু কোৰআন: অফলাইনত পঢ়ক, শুনক বা চাওক।
bn: বই, ফতোয়া, বয়ান ও কুরআন: অফলাইনে পড়ুন, শুনুন বা দেখুন।
bs: Knjige, fetve, predavanja i Kur'an: čitajte, slušajte ili gledajte bez interneta.
ckb: کتێب، فەتوا، وانە و قورئان: بێ ئینتەرنێت بخوێنەرەوە، گوێ بگرە یان سەیر بکە.
es: Libros, fetuas, conferencias y el Corán: lea, escuche o vea sin conexión.
fa: کتاب‌ها، فتواها، سخنرانی‌ها و قرآن: بدون اینترنت بخوانید، بشنوید یا تماشا کنید.
fa_af: کتاب‌ها، فتواها، سخنرانی‌ها و قرآن: بدون انترنت بخوانید، بشنوید یا تماشا کنید.
fil: Mga aklat, fatwa, lektyur at ang Qur'an: magbasa, makinig o manood offline.
fr: Livres, fatwas, conférences et Coran : lire, écouter ou regarder hors ligne.
gu: પુસ્તકો, ફતવા, પ્રવચનો અને કુરઆન: ઑફલાઇન વાંચો, સાંભળો કે જુઓ.
ha: Littattafai, fatawoyi, laccoci da Alƙur'ani: karanta, saurara ko kalla ba tare da intanet ba.
hi: किताबें, फ़तवे, बयान और क़ुरआन: ऑफ़लाइन पढ़ें, सुनें या देखें।
hu: Könyvek, fatvák, előadások és a Korán: olvasd, hallgasd vagy nézd internet nélkül.
id: Buku, fatwa, ceramah, dan Al-Qur'an: baca, dengarkan, atau tonton secara offline.
ka: წიგნები, ფეთვები, ლექციები და ყურანი: წაიკითხეთ, მოუსმინეთ ან უყურეთ ოფლაინ.
km: សៀវភៅ ហ្វាតវ៉ា ការបង្រៀន និងគម្ពីរគូរ៉ាន៖ អាន ស្ដាប់ ឬមើលក្រៅបណ្ដាញ។
kn: ಪುಸ್ತಕಗಳು, ಫತ್ವಾಗಳು, ಉಪನ್ಯಾಸಗಳು ಮತ್ತು ಕುರ್‌ಆನ್: ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ಓದಿ, ಆಲಿಸಿ ಅಥವಾ ವೀಕ್ಷಿಸಿ.
mk: Книги, фетви, предавања и Куранот: читајте, слушајте или гледајте без интернет.
ml: പുസ്തകങ്ങൾ, ഫത്‌വകൾ, പ്രഭാഷണങ്ങൾ, ഖുർആൻ: ഓഫ്‌ലൈനായി വായിക്കുക, കേൾക്കുക, കാണുക.
mr: पुस्तके, फतवे, व्याख्याने आणि कुरआन: ऑफलाइन वाचा, ऐका किंवा पाहा.
nl: Boeken, fatwa’s, lezingen en de Koran: lees, luister of kijk offline.
pa: ਕਿਤਾਬਾਂ, ਫ਼ਤਵੇ, ਲੈਕਚਰ ਅਤੇ ਕੁਰਆਨ: ਆਫ਼ਲਾਈਨ ਪੜ੍ਹੋ, ਸੁਣੋ ਜਾਂ ਵੇਖੋ।
pt: Livros, fatwas, palestras e o Alcorão: leia, ouça ou assista offline.
ru: Книги, фетвы, лекции и Коран: читайте, слушайте и смотрите без интернета.
si: පොත්, ෆත්වා, දේශන සහ කුර්ආනය: නොබැඳිව කියවන්න, අසන්න හෝ නරඹන්න.
sr: Књиге, фетве, предавања и Кур'ан: читајте, слушајте или гледајте ван мреже.
sw: Vitabu, fatwa, mihadhara na Qur'ani: soma, sikiliza au tazama bila intaneti.
te: పుస్తకాలు, ఫత్వాలు, ప్రసంగాలు మరియు ఖురాన్: ఆఫ్‌లైన్‌లో చదవండి, వినండి లేదా చూడండి.
th: หนังสือ ฟัตวา การบรรยาย และอัลกุรอาน: อ่าน ฟัง หรือดูแบบออฟไลน์
tr: Kitaplar, fetvalar, dersler ve Kur'an: çevrimdışı okuyun, dinleyin veya izleyin.
ug: كىتاب، پەتىۋا، لېكسىيە ۋە قۇرئان: تورسىز ئوقۇڭ، ئاڭلاڭ ياكى كۆرۈڭ.
ur: کتابیں، فتاویٰ، لیکچرز اور قرآن: آف لائن پڑھیں، سنیں یا دیکھیں۔
vi: Sách, fatwa, bài giảng và Qur’an: đọc, nghe hoặc xem ngoại tuyến.
zh_hans: 书籍、法特瓦、讲座和古兰经：离线阅读、收听或观看。

# library_delete
source: Delete
ar: حذف
as: মচক
bn: মুছুন
bs: Obriši
ckb: سڕینەوە
es: Eliminar
fa: حذف
fa_af: حذف
fil: Burahin
fr: Supprimer
gu: ડિલીટ કરો
ha: Goge
hi: मिटाएँ
hu: Törlés
id: Hapus
ka: წაშლა
km: លុប
kn: ಅಳಿಸಿ
mk: Избриши
ml: ഇല്ലാതാക്കുക
mr: हटवा
nl: Verwijderen
pa: ਮਿਟਾਓ
pt: Excluir
ru: Удалить
si: මකන්න
sr: Обриши
sw: Futa
te: తొలగించు
th: ลบ
tr: Sil
ug: ئۆچۈرۈش
ur: حذف کریں
vi: Xóa
zh_hans: 删除

# library_delete_all
source: Delete all
ar: حذف الكل
as: সকলো মচক
bn: সব মুছুন
bs: Obriši sve
ckb: سڕینەوەی هەموو
es: Eliminar todo
fa: حذف همه
fa_af: حذف همه
fil: Burahin lahat
fr: Tout supprimer
gu: બધું ડિલીટ કરો
ha: Goge duka
hi: सब मिटाएँ
hu: Összes törlése
id: Hapus semua
ka: ყველას წაშლა
km: លុបទាំងអស់
kn: ಎಲ್ಲವನ್ನೂ ಅಳಿಸಿ
mk: Избриши сè
ml: എല്ലാം ഇല്ലാതാക്കുക
mr: सर्व हटवा
nl: Alles verwijderen
pa: ਸਭ ਮਿਟਾਓ
pt: Excluir tudo
ru: Удалить все
si: සියල්ල මකන්න
sr: Обриши све
sw: Futa vyote
te: అన్నీ తొలగించు
th: ลบทั้งหมด
tr: Tümünü sil
ug: ھەممىنى ئۆچۈرۈش
ur: سب حذف کریں
vi: Xóa tất cả
zh_hans: 全部删除

# library_download_failed
source: Couldn’t load it. Check your connection and try again.
ar: تعذّر التحميل. تحقّق من الاتصال وحاول مرة أخرى.
as: লোড কৰিব পৰা নগ'ল। আপোনাৰ সংযোগ পৰীক্ষা কৰি পুনৰ চেষ্টা কৰক।
bn: লোড করা যায়নি। আপনার সংযোগ দেখে আবার চেষ্টা করুন।
bs: Učitavanje nije uspjelo. Provjerite vezu i pokušajte ponovo.
ckb: نەتوانرا بار بکرێت. پەیوەندییەکەت بپشکنە و دووبارە هەوڵ بدەرەوە.
es: No se pudo cargar. Revisa la conexión e inténtalo de nuevo.
fa: بارگیری نشد. اتصال خود را بررسی کنید و دوباره امتحان کنید.
fa_af: دانلود نشد. اتصال خود را بررسی کنید و دوباره کوشش کنید.
fil: Hindi ito ma-load. Tingnan ang iyong koneksyon at subukan muli.
fr: Chargement impossible. Vérifiez la connexion et réessayez.
gu: લોડ થઈ શક્યું નહીં. તમારું કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
ha: Ba a iya loda shi ba. Duba haɗin intanet ɗinku kuma ku sake gwadawa.
hi: लोड नहीं हो सका। अपना कनेक्शन जाँचें और फिर कोशिश करें।
hu: Nem sikerült betölteni. Ellenőrizd a kapcsolatot, és próbáld újra.
id: Gagal memuat. Periksa koneksi lalu coba lagi.
ka: ჩატვირთვა ვერ მოხერხდა. შეამოწმეთ კავშირი და სცადეთ ხელახლა.
km: មិនអាចផ្ទុកបានទេ។ សូមពិនិត្យការតភ្ជាប់របស់អ្នក ហើយព្យាយាមម្ដងទៀត។
kn: ಲೋಡ್ ಆಗಲಿಲ್ಲ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mk: Не може да се вчита. Проверете ја врската и обидете се повторно.
ml: ലോഡ് ചെയ്യാനായില്ല. കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: लोड करता आले नाही. तुमचे कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
nl: Kon het niet laden. Controleer je verbinding en probeer het opnieuw.
pa: ਲੋਡ ਨਹੀਂ ਹੋ ਸਕਿਆ। ਆਪਣਾ ਕਨੈਕਸ਼ਨ ਜਾਂਚੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt: Não foi possível carregar. Verifique sua conexão e tente de novo.
ru: Не удалось загрузить. Проверьте подключение и повторите.
si: පූරණය කළ නොහැකි විය. ඔබේ සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sr: Учитавање није успело. Проверите везу и покушајте поново.
sw: Imeshindwa kupakia. Angalia muunganisho wako na ujaribu tena.
te: లోడ్ కాలేదు. మీ కనెక్షన్‌ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: โหลดไม่ได้ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Yüklenemedi. Bağlantınızı kontrol edip tekrar deneyin.
ug: يۈكلىگىلى بولمىدى. تور ئۇلىنىشىنى تەكشۈرۈپ قايتا سىناڭ.
ur: لوڈ نہیں ہو سکا۔ کنکشن چیک کر کے دوبارہ کوشش کریں۔
vi: Không tải được. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法加载。请检查网络连接后重试。

# library_downloading
source: Downloading…
ar: جارٍ التنزيل…
as: ডাউনলোড হৈ আছে…
bn: ডাউনলোড হচ্ছে…
bs: Preuzimanje…
ckb: دادەگیرێت…
es: Descargando…
fa: در حال دانلود…
fa_af: در حال دانلود…
fil: Nagda-download…
fr: Téléchargement…
gu: ડાઉનલોડ થઈ રહ્યું છે…
ha: Ana saukewa…
hi: डाउनलोड हो रहा है…
hu: Letöltés…
id: Mengunduh…
ka: იტვირთება…
km: កំពុងទាញយក…
kn: ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ…
mk: Се презема…
ml: ഡൗൺലോഡ് ചെയ്യുന്നു…
mr: डाउनलोड होत आहे…
nl: Downloaden…
pa: ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ…
pt: Baixando…
ru: Загрузка…
si: බාගත වෙමින්…
sr: Преузимање…
sw: Inapakua…
te: డౌన్‌లోడ్ అవుతోంది…
th: กำลังดาวน์โหลด…
tr: İndiriliyor…
ug: چۈشۈرۈۋاتىدۇ…
ur: ڈاؤن لوڈ ہو رہا ہے…
vi: Đang tải về…
zh_hans: 正在下载…

# library_downloads
source: Downloads
ar: التنزيلات
as: ডাউনলোড
bn: ডাউনলোড
bs: Preuzimanja
ckb: داگرتنەکان
es: Descargas
fa: دانلودها
fa_af: دانلودها
fil: Mga Download
fr: Téléchargements
gu: ડાઉનલોડ્સ
ha: Abubuwan da aka sauke
hi: डाउनलोड
hu: Letöltések
id: Unduhan
ka: ჩამოტვირთვები
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
mk: Преземања
ml: ഡൗൺലോഡുകൾ
mr: डाउनलोड्स
pa: ਡਾਊਨਲੋਡ
ru: Загрузки
si: බාගැනීම්
sr: Преузимања
sw: Vipakuliwa
te: డౌన్‌లోడ్‌లు
th: ดาวน์โหลด
tr: İndirilenler
ug: چۈشۈرۈلگەنلەر
ur: ڈاؤن لوڈز
vi: Tải về
zh_hans: 下载
